aaron-bond.better-comments
alexandernanberg.horizon-theme-vscode
apvarun.celestial
batisteo.vscode-django
bmewburn.vscode-intelephense-client
bracketpaircolordlw.bracket-pair-color-dlw
brapifra.phpserver
burkeholland.simple-react-snippets
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
docker.docker
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
eliverlara.andromeda
esbenp.prettier-vscode
file-icons.file-icons
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
formulahendry.vscode-mysql
github.copilot
github.copilot-chat
github.vscode-pull-request-github
jorgeserrano.vscode-csharp-snippets
kevinrose.vsc-python-indent
kreativ-software.csharpextensions
logerfo.csharp-colors
mechatroner.rainbow-csv
mehedidracula.php-namespace-resolver
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-edgedevtools.vscode-edge-devtools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
mtxr.sqltools
mtxr.sqltools-driver-mysql
neilbrayfield.php-docblocker
njpwerner.autodocstring
nurlybekovnt.csharpextensions
pkief.material-icon-theme
redhat.fabric8-analytics
redhat.java
rifi2k.format-html-in-php
ritwickdey.liveserver
shalldie.background
twxs.cmake
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
wholroyd.jinja
xabikos.javascriptsnippets
xabikos.reactsnippets
xdebug.php-debug
xdebug.php-pack
